/* No comment provided by engineer. */
"\n\n\nError code:%ld" = "\n\n\nError code:%ld";

/* No comment provided by engineer. */
"An internal error occured. If this error prevented you from doing something, please contact us." = "An internal error occured. If this error prevented you from doing something, please contact us.";

/* No comment provided by engineer. */
"Camera manager was not successfully initialized." = "Camera manager was not successfully initialized.";

/* Cancel */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Contact Us" = "Contact Us";

/* No comment provided by engineer. */
"Couldn't Find Selfie" = "Couldn't Find Selfie";

/* No comment provided by engineer. */
"Couldn't start running the camera." = "Couldn't start running the camera.";

/* No comment provided by engineer. */
"Failed to fetch the image data or image settings from documents directory." = "Failed to fetch the image data or image settings from documents directory.";

/* Camera Status: Real */
"How The World Sees You" = "How The World Sees You";

/* Camera Status: Mirrored */
"How You See Yourself In The Mirror" = "How You See Yourself In The Mirror";

/* No comment provided by engineer. */
"I just took a selfie and I got exactly what I expected. Wait, how? #RealSelfieCamera #WYSIWYG" = "I just took a selfie and I got exactly what I expected. Wait, how? #RealSelfieCamera #WYSIWYG";

/* No comment provided by engineer. */
"Invalid error." = "Invalid error.";

/* No comment provided by engineer. */
"Invalid Selfie" = "Invalid Selfie";

/* No comment provided by engineer. */
"Mail Unavailable" = "Mail Unavailable";

/* No comment provided by engineer. */
"Maybe there isn't any photo there yet." = "Maybe there isn't any photo there yet.";

/* No comment provided by engineer. */
"Maybe you haven't taken any selfie yet." = "Maybe you haven't taken any selfie yet.";

/* Alert Controler Cancel Button */
"No Thanks" = "No Thanks";

/* OK */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more parameters are not valid." = "One or more parameters are not valid.";

/* No comment provided by engineer. */
"Oops..." = "Oops...";

/* `Real Selfie` shouldn't be localized because it's the name of the app. */
"Real Selfie Bug Report" = "Real Selfie Bug Report";

/* No comment provided by engineer. */
"Something system-side went wrong while saving the photo to the documents directory." = "Something system-side went wrong while saving the photo to the documents directory.";

/* No comment provided by engineer. */
"Take Selfie" = "Take Selfie";

/* No comment provided by engineer. */
"The error generated isn't a valid and expected error." = "The error generated isn't a valid and expected error.";

/* No comment provided by engineer. */
"The image data or image settings couldn't be saved in the documents directory." = "The image data or image settings couldn't be saved in the documents directory.";

/* No comment provided by engineer. */
"The image you're trying to export isn't valid." = "The image you're trying to export isn't valid.";

/* No comment provided by engineer. */
"The parameter received is either null, or does not comply with the expected kind or value." = "The parameter received is either null, or does not comply with the expected kind or value.";

/* No comment provided by engineer. */
"We couldn't find your selfie. Maybe you haven't taken any selfies yet!" = "We couldn't find your selfie. Maybe you haven't taken any selfies yet!";

/* No comment provided by engineer. */
"You are trying to export. But first! Lemme take a selfie." = "You are trying to export. But first! Lemme take a selfie.";

/* No comment provided by engineer. */
"Your device isn't configured to send emails. Please contact me at rogerluan.oba@gmail.com" = "Your device isn't configured to send emails. Please contact me at rogerluan.oba@gmail.com";

